Repository: MinAungHtun/LifeBeats-Public-Code
Catalog: *.lproj/Localizable.strings
Languages: es, id, zh_hans

source: Desk Meditation
es: Meditación de escritorio
id: Meditasi Meja
zh_hans: 书桌冥想

source: Good evening, %@
es: Buenas noches %@
id: Selamat malam %@
zh_hans: 晚上好%@

source: Good afternoon, %@
es: Buenas tardes %@
id: Selamat siang %@
zh_hans: 下午好%@

source: Good morning, %@
es: Buenos días %@
id: Selamat pagi %@
zh_hans: 早上好%@

source: Quick Body Scan
es: Escaneo corporal rápido
id: Pemindaian Tubuh Cepat
zh_hans: 快速身体扫描

source: Seeking Balance
es: Buscando el equilibrio
id: Mencari Keseimbangan
zh_hans: 寻求平衡

source: Suggested For You
es: Sugerido para ti
id: Disarankan Untuk Anda
zh_hans: 为你推荐

source: Deep Focus
es: Concentración profunda
id: Fokus Mendalam
zh_hans: 深度聚焦

source: Sleep
es: Sueño
id: Tidur
zh_hans: 睡觉

source: Meditation
es: Meditación
id: Meditasi
zh_hans: 冥想

source: Calm
es: Calma
id: Tenang
zh_hans: 冷静的

source: Grateful
es: Agradecido
id: Bersyukur
zh_hans: 感激的

source: Motivated
es: Motivado
id: Termotivasi
zh_hans: 有动力

source: Happy
es: Feliz
id: Senang
zh_hans: 快乐的

source: Meh
zh_hans: 嗯

source: Sad
es: Triste
id: Sedih
zh_hans: 伤心

source: Tired
es: Cansado
id: Lelah
zh_hans: 疲劳的

source: Stressed
es: Estresado
id: Tertekan
zh_hans: 强调

source: Anxious
es: Ansioso
id: Cemas
zh_hans: 焦虑的

source: Angry
es: Enfadado
id: Marah
zh_hans: 生气的

source: Demotivated
es: Desmotivado
id: Kehilangan motivasi
zh_hans: 没有动力

source: Depressed
es: Deprimido
id: Murung
zh_hans: 郁闷

source: be relaxed
es: Estar relajado
id: santailah
zh_hans: 放松

source: feel happier
es: Sentirse más feliz
id: merasa lebih senang
zh_hans: 感觉更快乐

source: be focused
es: Estar centrado
id: fokus
zh_hans: 专注

source: increase motivation
es: Aumentar la motivación
id: meningkatkan motivasi
zh_hans: %@增加动力%@

source: Sleep
es: Dormir
id: Tidur
zh_hans: 睡觉

source: Meditate
es: Meditar
id: Merenung
zh_hans: 幽思

source: Destress
es: Desestrésate
id: Keputusasaan
zh_hans: 减压

source: Study
es: Estudiar
id: Belajar
zh_hans: 学习

source: Nice to see you again (self.userName), How are you doing today?
zh_hans: 很高兴再次见到你 。你今天过得怎么样?

source: Hey there (self.userName), How's it going today, mate?
zh_hans: 嘿，伙计%@，今天怎么样?

source: Great to have you here (good morning), (self.userName)! How are you feeling?
zh_hans: 很高兴有你在这里 ! 你感觉怎么样

source: Happy (self.weekDay)! I hope it's been a good one for you. How's it going today?
zh_hans: 快乐的 ！我希望这对你来说是一件好事。今天怎么样?

source: It's great to have you here (self.userName). How are you currently feeling?
zh_hans: 很高兴有你在这里 。你目前感觉如何?

source: Thanks %@ for letting me know. I found something here that could help you %@. Otherwise, feel free to browse our other therapies on our Discover page :)
zh_hans: 谢谢你让我知道%@。我在这里找到了一些可以帮助你的东西%@。否则，请随时在我们的发现页面上浏览我们的其他疗法:)

source: Cool, here’s something that might help you %@. Feel free to browse other therapies on our Discover page as well :D
zh_hans: 很酷，这里有一些可能对你有帮助的东西%@。也可以在您的“发现”页面上随意浏览其他疗法:D

source: Great, I found something that could help %@. Please also browse our Discover page if you want to explore more therapies :D
zh_hans: 太好了，我找到了一些可以帮助的东西%@。如果您想探索更多疗法，也请浏览我们的发现页面:D

source: Great, We have an idea how we can help you today.
zh_hans: 也请浏览我们的发现页面

source: Perfect👍, we will suggest a therapy for you.
zh_hans: 也请浏览我们的发现页面

source: We will match a therapy for you to feel better
es: Vamos a encontrar una terapia para que te sientas mejor
id: Vamos a encontrar una terapia para que te sientas mejor
zh_hans: 也请浏览我们的发现页面

source: Way to go. We have a perfect therapy for you
es: Así es. Tenemos una terapia perfecta para ti
id: Así es. Tenemos una terapia perfecta para ti
zh_hans: 也请浏览我们的发现页面

source: Good news. Try our therapy. It will make you feel better
es: Buenas noticias. Prueba nuestra terapia. Te hará sentir mejor
id: Buenas noticias. Prueba nuestra terapia. Te hará sentir mejor
zh_hans: 也请浏览我们的发现页面

source: It's very sad but we can help you feel better
zh_hans: 也请浏览我们的发现页面

source: Bad news. Try this to lighten yourself up
es: Malas noticias. Prueba esto para animarte
id: Malas noticias. Prueba esto para animarte
zh_hans: 也请浏览我们的发现页面

source: Sad thing. We will help you feel better
es: Es muy triste. Te ayudaremos a sentirte mejor
id: Es muy triste. Te ayudaremos a sentirte mejor
zh_hans: 也请浏览我们的发现页面

source: I'm sorry to hear that but we can help
zh_hans: 也请浏览我们的发现页面

source: We have a perfect therapy to make you feel better
es: Tenemos una terapia perfecta para hacerte sentir mejor
id: Tenemos una terapia perfecta para hacerte sentir mejor
zh_hans: 也请浏览我们的发现页面

source: 10 min Deep Focus
es: 10 min Concentración profunda
id: 10 min Concentración profunda
zh_hans: 10 min 深度聚焦

source: 30 mins Deep Focus
es: 30 min Concentración profunda
zh_hans: 30 min 深度聚焦

source: Unguided
es: Sin guía
id: Tidak terarah
zh_hans: 无引导的

source: On the go breathing
es: Sobre la marcha respirando
id: Dalam perjalanan bernapas
zh_hans: 在旅途中呼吸

source: Mid day destress
es: Medio día desestresado
id: Keputusasaan tengah hari
zh_hans: 中午减压

source: Anger Management
es: Control de la ira
id: Manajemen kemarahan
zh_hans: 情绪管理

source: Anxiety Relief
es: Alivio de la ansiedad
id: Menghilangkan kecemasan
zh_hans: 缓解焦虑

source: End of day unwind
es: Relajarse al final del día
id: Istirahat di penghujung hari
zh_hans: 一天结束放松

source: Pre workout preparation
es: Preparación previa al entrenamiento
id: Persiapan sebelum latihan
zh_hans: 锻炼前准备

source: Post study unwind
es: Después del estudio relajarse
id: Istirahat pasca belajar
zh_hans: 学习后放松

source: 5 mins Destress
es: 5 mins Desestresarse
id: 5 mins Keputusasaan
zh_hans: 5 mins 减压

source: Study break
es: Descanso de estudio
id: Istirahat belajar
zh_hans: 学习休息

source: Approaching deadlines
es: Acercándose a los plazos
id: Mendekati tenggat waktu
zh_hans: 临近最后期限

source: Before a gathering
es: Antes de una reunión
id: Sebelum berkumpul
zh_hans: 聚会前

source: Gratitude
es: Gratitud
id: Rasa syukur
zh_hans: 感激

source: Improving your focus
es: Mejorando tu enfoque
id: Meningkatkan fokus Anda
zh_hans: 提高注意力

source: Managing Exam Stress
es: Manejo del estrés del examen
id: Mengelola stres ujian
zh_hans: 管理考试压力

source: Before a large presentation
es: Antes de una gran presentación
id: Sebelum presentasi besar
zh_hans: 在大型演讲之前

source: Mindful Listening
es: Escucha atenta
id: Mendengarkan dengan penuh perhatian
zh_hans: 正念聆听

source: Setting time boundaries
es: Establecer límites de tiempo
id: Menetapkan batas waktu
zh_hans: 设定时间界限

source: Mindful Commuting
es: Desplazamientos conscientes
id: Perjalanan yang penuh perhatian
zh_hans: 正念通勤

source: Self Acceptance
es: Auto-aceptación
id: Penerimaan diri
zh_hans: 自我认同

source: Dealing with physical pain
es: Lidiar con el dolor físico
id: Mengatasi rasa sakit fisik
zh_hans: 处理身体疼痛

source: Reducing Envy
es: Reducir la envidia
id: Mengurangi rasa iri
zh_hans: 减少嫉妒

source: Quick Remedies
es: Remedios rápidos
id: Obat cepat
zh_hans: 快速补救措施

source: Ace Your Day
es: As tu día
id: Asikkan harimu
zh_hans: 王牌你的一天

source: Browse Categories
es: Examinar las categorías
id: Telusuri kategori
zh_hans: 浏览分类

source: Student Living
es: Vida estudiantil
id: Tempat tinggal siswa
zh_hans: 学生生活

source: Mindfulness at Work
es: Mindfulness en el trabajo
id: Perhatian di tempat kerja
zh_hans: 工作中的正念

source: Self Love
es: Amor propio
id: Mencintai diri sendiri
zh_hans: 自爱

source: Full Body Scan
es: Escaneo de cuerpo completo
id: Pemindaian seluruh tubuh
zh_hans: 全身扫描

source: Walking Meditation Guide
es: Guía de meditación caminando
id: Panduan meditasi jalan
zh_hans: 行禅指导

source: Thought Hunter
es: Cazador de pensamientos
id: Pemburu pikiran
zh_hans: 思想猎手

source: Beginner Mindfulness
es: Atención plena para principiantes
id: Perhatian pemula
zh_hans: 初学者正念

source: 15 min Sleep
es: 15 min Sueño
id: 15 min Tidur
zh_hans: 15 min 睡觉

source: 10 min Meditation
es: 10 min Meditación
id: 10 min Meditasi
zh_hans: 10 min 冥想

source: 5 min Meditation
es: 5 min Meditación
id: 5 min Meditasi
zh_hans: 5 min 冥想

source: Unlock Lifebeats Premium
es: Desbloquea Lifebeats Premium
id: Membuka Lifebeats Premium
zh_hans: 解锁 Lifebeats Premium

source: Now completely free for one year
es: Ahora completamente gratis durante un año
id: Sekarang gratis sepenuhnya selama satu tahun
zh_hans: 现在完全免费一年

source: Get access to:
es: Obtén acceso a:
id: Dapatkan akses ke:
zh_hans: 访问:

source: -All mindfulness sessions -Expanded soundscapes library for Meditation, Sleep and Deep Focus -Spotify connect and Apple Music functions -Exclusive member discounts with partners of Lifebeats (soon to launch!) -And many many more upcoming benefits!
es: Todas las sesiones de mindfulness, la biblioteca ampliada de paisajes sonoros para la meditación, el sueño y la concentración profunda. Funciones de Spotify Connect y Apple Music. Descuentos exclusivos para miembros con socios de Lifebeat (¡próximamente!). ¡Y muchas más beneficios futuros!
id: Semua sesi mindfulness, Perpustakaan soundscapes yang diperluas untuk Meditasi, Tidur, dan Fokus Mendalam. Koneksi ke Spotify dan Apple Music. Diskon anggota eksklusif dengan mitra Lifebeats (segera diluncurkan!). Dan masih banyak lagi manfaat yang akan datang!
zh_hans: -所有正念课程 -用于冥想、睡眠和深度专注的扩展音景库 -Spotify 连接和 Apple Music 功能 -与 Lifebeats 合作伙伴的独家会员折扣（即将推出！） -还有很多更多即将到来的福利！

source: -Some mindfulness recommendations by Febe will require a Lifebeats Premium subscription to be accessed.
es: Algunas recomendaciones de mindfulness hechas por Febe requerirán una suscripción a Lifebeats Premium para poder acceder a ellas.
id: Beberapa rekomendasi mindfulness oleh Febe akan membutuhkan langganan Lifebeats Premium untuk diakses.
zh_hans: Algunas recomendaciones de mindfulness hechas por Febe requerirán una suscripción a Lifebeats Premium para poder acceder a ellas.

source: -Kindly please restart the app. If you experience any issues after, restart again. Should any issues appear, please contact us at admin@lifebeats.co
es: Por favor, reinicia la aplicación. Si tienes algún problema después, reinicia de nuevo. Si aparece algún problema, ponte en contacto con nosotros en admin@lifebeats.co
id: Silakan restart aplikasi. Jika kamu mengalami masalah setelahnya, restart lagi. Jika ada masalah yang muncul, silakan hubungi kami di admin@lifebeats.co
zh_hans: Por favor, reinicia la aplicación. Si tienes algún problema después, reinicia de nuevo. Si aparece algún problema, ponte en contacto con nosotros en admin@lifebeats.co

source: Welcome to Lifebeats! It’s nice to have you with us.
es: ¡Bienvenido a Lifebeats! Es un placer tenerte con nosotros.
id: Selamat datang di Lifebeats! Senang melihat kamu bersama kami.
zh_hans: 欢迎来到生活节拍！很高兴你和我们在一起。

source: Please give a handle or nickname for yourself.
es: por favor, pon un nombre de usuario o apodo para ti.
id: Silakan beri nama panggilan untuk dirimu sendiri.
zh_hans: 请给自己一个句柄或昵称。

source: Let our chatbot guide you on what to use in our app
es: Deja que nuestro chatbot te guíe sobre lo que debes usar en nuestra aplicación
id: Biarkan chatbot kami memandu kamu tentang apa yang harus digunakan di aplikasi kami
zh_hans: 让我们的聊天机器人指导您 在我们的应用程序中使用什么

source: Browse the Lifebeats library here and discover various sessions
es: Explora la biblioteca de Lifebeats aquí y descubre varias sesiones
id: Jelajahi perpustakaan Lifebeats disini dan temukan berbagai sesi
zh_hans: 在此处浏览 Lifebeats 库并 发现各种会话

source: Earn badges by completing features of Lifebeats
es: Gana insignias completando Funciones de Lifebeats
id: Dapatkan lencana dengan melengkapi fitur Lifebeats
zh_hans: 通过完成 Lifebeats 的 功能来赚取徽章

source: View your usage trends on your profile page
es: Ver tus tendencias de uso en tu página de perfil
id: Lihat tren penggunaan di halaman profil kamu
zh_hans: 在您的个人资料页面上查看您的使用趋势

source: Thanks for sharing that with me! I’ll be able to help you out more accurately with this information
es: ¡Gracias por compartirlo conmigo! Podré ayudarte con más precisión con esta información
id: Terima kasih telah berbagi dengan saya! Saya akan bisa membantu kamu lebih tepat dengan informasi ini
zh_hans: 感谢您与我分享！我将能够通过这些信息更准确地帮助您

source: If you don’t mind, could you also let me know your age group? This will help me understand your needs even better
es: Si no te importa, ¿podrías indicarme también tu grupo de edad? Esto me ayudará a comprender mejor tus necesidades
id: Jika tidak keberatan, dapatkah kamu juga memberi tahu saya kelompok usia kamu? Ini akan membantu saya memahami kebutuhan kamu dengan lebih baik
zh_hans: 如果你不介意，你也可以告诉我你的年龄组吗？这将帮助我更好地了解您的需求

source: I think I have what I need now to help you out here on Lifebeats
es: Creo que ya tengo lo que necesito para ayudarte aquí en Lifebeats
id: Saya pikir saya punya apa yang saya butuhkan sekarang untuk membantu kamu disini di Lifebeats
zh_hans: 我想我现在有我需要的东西来帮助你在 Lifebeats 上

source: Got it, thank you for letting me know.
es: lo tengo, gracias por decírmelo.
id: Mengerti, terima kasih telah memberi tahu saya.
zh_hans: 明白了，谢谢你告诉我。

source: Are you ready to get started on your Lifebeats journey
es: ¿Estás preparado para empezar tu viaje en Lifebeats?
id: Apakah kamu siap untuk memulai perjalanan Lifebeatsmu?
zh_hans: 你准备好开始你的 Lifebeats 之旅了吗？

source: My name is Febe and I will be your assistant here on Lifebeats. I’m excited to see you here!
es: -Me llamo Febe y seré tu asistente aquí en Lifebeats. ¡Estoy emocionado de verte aquí!
id: Nama saya Febe dan saya akan menjadi asisten kamu di Lifebeats ini. Saya senang melihat kamu disini!
zh_hans: 我的名字是 Febe，我将成为 Lifebeats 的助手。我很高兴在这里见到你！

source: Could you give me your nickname or handle?
es: ¿podrías darme tu apodo o tu nombre de usuario?
id: Bisakah kamu memberitahu saya nama panggilan kamu?
zh_hans: 你能告诉我你的昵称或句柄吗？

source: As your assistant here on Lifebeats, my job is to help you understand your emotions better while helping you decide what type of mindfulness will be most appropriate to help you on your journey
es: Como tu asistente aquí en Lifebeats, mi trabajo es ayudarte a entender mejor tus emociones mientras te ayudo a decidir qué tipo de mindfulness será el más apropiado para ayudarte en tu viaje
id: Sebagai asisten kamu di Lifebeats, tugas saya adalah membantu kamu memahami emosi dengan lebih baik sambil membantu kamu memutuskan jenis perhatian apa yang paling tepat untuk membantu kamu dalam perjalananmu
zh_hans: 作为 Lifebeats 的助手，我的工作是帮助您更好地了解自己的情绪，同时帮助您决定哪种类型的正念最适合在旅途中为您提供帮助

source: For me to understand you better, could you let me know what your occupation is?
es: para que te entienda mejor, ¿podrías decirme cuál es tu ocupación?
id: Agar saya bisa memahami kamu lebih baik, dapatkah kamu memberi tahu saya apa pekerjaan kamu?
zh_hans: 为了让我更了解你，你能告诉我你的职业是什么吗？

source: Awesome, feel free to check back with me anytime to track your mood and get mindfulness recommendation
es: Asombroso, no dudes en volver a consultarme en cualquier momento para hacer un seguimiento de tu estado de ánimo y obtener una recomendación de mindfulness
id: Luar biasa, jangan ragu untuk memeriksa kembali dengan saya kapan saja untuk melacak suasana hati kamu dan mendapatkan rekomendasi perhatian
zh_hans: 太棒了，随时与我联系以跟踪您的情绪并获得正念建议

source: Lifebeats provides you with numerous mindfulness sessions
es: Lifebeats te proporciona numerosas sesiones de mindfulness
id: Lifebeats memberi kamu banyak perhatian
zh_hans: Lifebeats 为您提供大量的正念课程

source: These include sessions to help you improve your focus while working or studying, helping you sleep better and even allowing you to appreciate yourself for who you are
es: Estas incluyen sesiones para ayudarte a mejorar tu concentración mientras trabajas o estudias, te ayudan a dormir mejor e incluso te permiten apreciarte por lo que eres
id: Ini termasuk sesi-sesi untuk membantu kamu meningkatkan fokus saat bekerja atau belajar, membantu kamu tidur lebih nyenyak dan bahkan memungkinkan kamu untuk menghargai diri sendiri apa adanya.
zh_hans: 这些包括帮助您在工作或学习时提高注意力的课程，帮助您睡得更好，甚至让您欣赏自己的身份

source: Lifebeats also analyzes your HealthKit data which allows me to give you accurate mindfulness recommendations.
es: Lifebeats también analiza tus datos de HealthKit, lo que me permite darte recomendaciones precisas de mindfulness.
id: Lifebeats juga menganalisis data HealthKit kamu yang memungkinkan saya memberikan rekomendasi perhatian yang akurat.
zh_hans: Lifebeats 还会分析您的 HealthKit 数据，这使我能够为您提供准确的正念建议。

source: You can browse the Lifebeats library of sessions on the home page or you can also ask me for suggestions if you’re unsure.
es: Puedes explorar la biblioteca de sesiones de Lifebeats en la página de inicio o también Puedes pedirme sugerencias Si no estás seguro.
id: Kamu bisa menelusuri perpustakaan Lifebeats tentang sesi-sesi di halaman beranda atau kamu juga bisa meminta saran dari saya jika kamu merasa tidak yakin.
zh_hans: 您可以在主页上浏览 Lifebeats 会话库，或者如果您不确定，也可以向我寻求建议。

source: You can use Lifebeats as your daily mindfulness companion. It’s super easy!
es: -Puedes utilizar Lifebeats como tu compañero diario de mindfulness. ¡Es superfácil!
id: Kamu bisa menggunakan Lifebeats sebagai pendamping perhatian harian kamu. Ini sangat mudah!
zh_hans: 您可以将 Lifebeats 用作日常正念伴侣。超级简单！

source: Set up daily mindfulness reminders on the ‘Settings’ page so you never miss a session
es: -Configura recordatorios diarios de mindfulness en la página de Ajustes para que nunca te pierdas una sesión
id: Siapkan pengingat mindfulness harian di halaman 'Pengaturan' sehingga kamu tidak akan pernah terlewatkan satu sesipun
zh_hans: 在“设置”页面上设置每日正念提醒，这样您就不会错过任何课程

source: Always remember to use a pair of earphones during the sessions for maximum effectiveness
es: Recuerda siempre utilizar un par de auriculares durante las sesiones para conseguir la máxima eficacia
id: Selalu ingat untuk menggunakan sepasang earphone selama sesi untuk efektivitas maksimum
zh_hans: 永远记住在会议期间使用一副耳机以获得最大效率

source: And don’t forget to check in daily with me to track your mood so we can see how you’re progressing in your journey and we’ll be able to offer you recommendations accordingly.
es: y no te olvides de hacer un seguimiento diario de tu estado de ánimo para que podamos Ver cómo estás progresando en tu viaje y podamos ofrecerte recomendaciones en consecuencia.
id: Dan jangan lupa untuk check-in setiap hari dengan saya untuk melacak suasana hati kamu sehingga kami bisa melihat bagaimana kemajuan kamu dalam perjalananmu dan kami bisa menawarkan rekomendasi yang sesuai.
zh_hans: 并且不要忘记每天与我一起检查以跟踪您的情绪，以便我们了解您在旅程中的进展情况，我们将能够为您提供相应的建议。

source: Sure thing, what would you like to know about Lifebeats?
es: Seguro, ¿qué te gustaría saber sobre Lifebeats?
id: Pastikan, apa yang ingin kamu ketahui tentang Lifebeats?
zh_hans: 当然，您想了解 Lifebeats 的哪些内容？

source: How does this app help me?
es: ¿Cómo me ayuda esta aplicación?
id: Bagaimana aplikasi ini membantu saya?
zh_hans: 这个应用程序如何帮助我？

source: How can I use Lifebeats?
es: ¿Cómo puedo utilizar Lifebeats?
id: Bagaimana saya bisa menggunakan Lifebeats?
zh_hans: 如何使用 Lifebeats？

source: Back to Home Screen
es: volver a la pantalla de inicio
id: Kembali ke Layar Beranda
zh_hans: 返回主屏幕

source: I’ll be helping you understand your emotions better and what type of mindfulness will be most appropriate to help you on your journey
es: te ayudaré a entender mejor tus emociones y qué tipo de mindfulness será el más adecuado para ayudarte en tu camino
id: Saya akan membantu memahami emosi kamu dengan lebih baik dan jenis perhatian apa yang paling tepat untuk membantu kamu dalam perjalananmu
zh_hans: 我将帮助您更好地了解自己的情绪，以及哪种正念方式最适合在旅途中为您提供帮助

source: My name is Febe and I will be your assistant here on Lifebeats moving forward
es: me llamo Febe y seré tu asistente aquí en Lifebeats en adelante
id: Nama saya Febe dan saya akan menjadi asisten kamu disini di Lifebeats bergerak maju
zh_hans: me llamo Febe y seré tu asistente aquí en Lifebeats en adelante

source: Hi and welcome back to Lifebeats
es: Hola y bienvenido de nuevo a Lifebeats
id: Hai dan selamat datang kembali di Lifebeats
zh_hans: Hola y bienvenido de nuevo a Lifebeats

source: Are you ready to resume your Lifebeats journey
es: ¿Estás preparado para reanudar tu viaje en Lifebeats?
id: Apakah kamu siap untuk melanjutkan perjalanan Lifebeats kamu
zh_hans: ¿Estás preparado para reanudar tu viaje en Lifebeats?

source: Awesome, feel free to check back with me anytime to track your mood and get mindfulness recommendations
es: Estupendo, no dudes en volver a consultarme en cualquier momento para hacer un seguimiento de tu estado de ánimo y obtener recomendaciones de mindfulness
id: Luar biasa, jangan ragu untuk menghubungi saya kembali kapan saja untuk melacak suasana hati kamu dan mendapatkan rekomendasi perhatian
zh_hans: Estupendo, no dudes en volver a consultarme en cualquier momento para hacer un seguimiento de tu estado de ánimo y obtener recomendaciones de mindfulness

source: Full time Student
es: Estudiante a tiempo completo
id: Siswa penuh waktu
zh_hans: 全日制学生

source: Full time Employed
es: Empleado a tiempo completo
id: Bekerja penuh waktu
zh_hans: 全职工作

source: Freelance
es: Autónomo
id: Bekerja bebas waktu
zh_hans: 自由职业者

source: Part time Student
es: Estudiante a tiempo parcial
id: Siswa paruh waktu
zh_hans: 兼职学生

source: Part time Employed
es: Empleado a tiempo parcial
id: Bekerja paruh waktu
zh_hans: 兼职工作

source: Prefer not to say
es: Prefiero no decirlo
id: Memilih untuk tidak mengatakan
zh_hans: 宁愿不说

source: Retired
es: Jubilado
id: Pensiun
zh_hans: 退休

source: Stay at home parents
es: Quedarse en casa los padres
id: Tinggal di rumah orang tua
zh_hans: 留在家里的父母

source: Unemployed
es: Desempleados
id: Penganggur
zh_hans: 失业

source: Homemaker
es: Ama de casa
id: Ibu rumah tangga
zh_hans: 家庭主妇

source: Full time Student
es: Estudiante a tiempo completo
id: Siswa penuh waktu
zh_hans: 全日制学生

source: Full time Employed
es: Empleado a tiempo completo
id: Bekerja penuh waktu
zh_hans: 全职工作

source: Freelance
es: Autónomo
id: Bekerja bebas waktu
zh_hans: 自由职业者

source: Part time Student
es: Estudiante a tiempo parcial
id: Siswa paruh waktu
zh_hans: 兼职学生

source: Part time Employed
es: Empleado a tiempo parcial
id: Bekerja paruh waktu
zh_hans: 兼职工作

source: Prefer not to say
es: Prefiero no decirlo
id: Memilih untuk tidak mengatakan
zh_hans: 宁愿不说

source: Retired
es: Jubilado
id: Pensiun
zh_hans: 退休

source: Unemployed
es: Desempleados
id: Penganggur
zh_hans: 失业

source: Homemaker
es: Ama de casa
id: Ibu rumah tangga
zh_hans: 家庭主妇

source: Review Today Achievements
es: Revisar los logros de hoy
id: Tinjau Prestasi Hari Ini
zh_hans: Revisar los logros de hoy

source: Review today's Lifebeats minutes
es: Revise los minutos de Lifebeats de hoy
id: Tinjau menit Lifebeats hari ini
zh_hans: Revise los minutos de Lifebeats de hoy

source: Lifebeats Recommended
es: Se recomienda Lifebeats
id: Direkomendasikan Lifebeats
zh_hans: Se recomienda Lifebeats

source: Recommended Therapy and Quick mode check in
es: Terapia recomendada y registro en modo rápido
id: Terapi yang Direkomendasikan dan mode Cepat check-in
zh_hans: 推荐疗法和快速模式登记

source: Unlock Lifebeats premium
es: Desbloquear Lifebeats premium
id: Buka kunci Lifebeats premium
zh_hans: 解锁溢价Lifebeats

source: Completed Badges:
es: Insignias completadas
id: Lencana Selesai:
zh_hans: 完成的徽章:

source: View All Badges
es: Ver todas las insignias
id: Lihat Semua Lencana
zh_hans: 查看所有徽章

source: Trends
es: Tendencias
id: Tren
zh_hans: 趋势

source: Contact Info >
es: Datos de contacto
id: Info kontak >
zh_hans: 联系方式>

source: Total Minutes
es: Minutos totales
id: Jumlah Menit
zh_hans: 总分钟数

source: Total Sessions
es: Sesiones totales
id: Jumlah Sesi
zh_hans: 总会话数

source: Longest Streak
es: Racha más larga
id: Garis Terpanjang
zh_hans: 最长连胜

source: Notifications
es: Notificaciones
id: Pemberitahuan
zh_hans: 通知
