Repository: MinAungHtun/LifeBeats-Public-Code
Catalog: *.lproj/Localizable.strings
Languages: es, id, zh_hans

source: (turn on to activate other reminders)
es: (enciéndalo para activar otros recordatorios)
id: (aktifkan untuk mengaktifkan pengingat lainnya)
zh_hans: (开启以激活其他提醒)

source: Bedtime Reminder
es: Recordatorio de hora de acostarse
id: Pengingat Waktu Tidur
zh_hans: 就寝提醒

source: Mindfulness Reminder
es: Recordatorio de atención plena
id: Pengingat Perhatian
zh_hans: 正念提醒

source: Switch Language:
es: Cambiar idioma:
id: Ganti Bahasa:
zh_hans: 切换语言:

source: Log out
es: Cerrar sesión
id: Keluar
zh_hans: 登出

source: Curiosity
es: Curiosidad
zh_hans: 好奇心

source: Curiosity
es: Curiosidad
zh_hans: 好奇心

source: In The Zone
es: En la zona
zh_hans: 区内

source: In The Zone
es: En la zona
zh_hans: 区内

source: Lullaby
es: Canción de cuna
zh_hans: 催眠曲

source: Lullaby
es: Canción de cuna
zh_hans: 催眠曲

source: Zen Master
es: Maestro Zen
zh_hans: 禅师

source: Zen Master
es: Maestro Zen
zh_hans: 禅师

source: Mindful Beginner
es: Principiante consciente
zh_hans: 正念初学者

source: Mindful Veteran
es: Veterana consciente
zh_hans: 有意识的老手

source: Love Thyself
es: Amate a ti misma
zh_hans: 爱你自己

source: Office Maestro
es: Maestro de oficina
zh_hans: 办公室大师

source: Ace that Test
es: As que prueba
zh_hans: 王牌测试

source: Daily Check In
es: Registro diario
zh_hans: 每日签到

source: Sleepy Head
es: Cabeza soñolienta
zh_hans: 昏昏欲睡的头

source: First Steps
es: Primeros pasos
zh_hans: 第一步

source: The Lifebeats Community Group is designed for all users of Lifebeats to engage with each other and share experiences on mindfulness, stress management, anxiety relief and all mental wellness topics. While we aim to ensure an open and free discussion platform, we are obliged to enforce certain rules and regulations to ensure a safe and secure environment for all Lifebeats users. Should you have been found to violate any of the rules below, our moderators will have the right to remove you from the group and restrict your access till further notice. Rules Rule 1 Remember the human. Our Community Group is a place for creating community and belonging, not for attacking marginalized or vulnerable groups of people. Everyone has a right to use our Community Group free of harassment, bullying, and threats of violence. Users that incite violence or that promote hate based on identity or vulnerability will be banned Rule 2 Post authentic content where you have a personal interest, and do not cheat or engage in content manipulation (including spamming, vote manipulation, ban evasion, or subscriber fraud) or otherwise interfere with or disrupt with the Community Group. Rule 3 Respect the privacy of others. Instigating harassment, for example by revealing someone’s personal or confidential information, is not allowed. Never post or threaten to post intimate or sexually-explicit media of someone. Rule 4 Do not post or encourage the posting of sexual or suggestive content. Rule 5 You don’t have to use your real name to use Lifebeats or our Community Group, but don’t impersonate an individual or an entity in a misleading or deceptive manner. Rule 6 Keep it legal, and avoid posting illegal content or soliciting or facilitating illegal or prohibited transactions. Rule 7 Don’t break the site or do anything that interferes with normal use of Lifebeats. Enforcement We have a variety of ways of enforcing our rules, including, but not limited to * Asking you nicely to knock it off * Asking you less nicely * Temporary or permanent suspension of accounts * Removal of privileges from, or adding restrictions to, accounts * Removal of content
es: Lifebeats Community Group está diseñado para que todos los usuarios de Lifebeats se relacionen entre sí y compartan experiencias sobre la atención plena, el manejo del estrés, el alivio de la ansiedad y todos los temas de bienestar mental. NSi bien nuestro objetivo es garantizar una plataforma de discusión abierta y gratuita, estamos obligados para hacer cumplir ciertas reglas y regulaciones para garantizar un entorno seguro para todos los usuarios de Lifebeats. nSi se hubiera descubierto que viola cualquiera de las reglas a continuación, nuestros moderadores tendrán el derecho de eliminarlo del grupo y restringir su acceso hasta más aviso. nReglas nRegla 1 nRecuerde al ser humano. Nuestro grupo comunitario es un lugar para crear comunidad y pertenencia, no para atacar a grupos de personas marginados o vulnerables. Todos tienen derecho a utilizar nuestro grupo comunitario sin acoso, intimidación y amenazas de violencia. Se prohibirá a los usuarios que inciten a la violencia o que promuevan el odio por motivos de identidad o vulnerabilidad. nRegla 2 nPublique contenido auténtico cuando tenga un interés personal y no engañar ni participar en la manipulación de contenido (incluido el envío de correo no deseado, la manipulación de votos, la evasión de la prohibición o el fraude de los suscriptores) ni interferir o interrumpir de otra manera con el Grupo de la comunidad. nRegla 3 nRespete la privacidad de los demás. No se permite instigar el acoso, por ejemplo, al revelar información personal o confidencial de alguien. Nunca publiques ni amenaces con publicar medios íntimos o sexualmente explícitos de alguien. NRegla 4 nNo publiques ni fomentes la publicación de contenido sexual o sugerente. NRegla 5 nNo tienes que usar tu nombre real para usar Lifebeats o nuestro grupo comunitario, pero no se haga pasar por un individuo o una entidad de una manera engañosa o engañosa. nRegla 6 nManténgalo legal y evite publicar contenido ilegal o solicitar o facilitar transacciones ilegales o prohibidas. nRegla 7 nNo romper el sitio o hacer algo que interfiera con el uso normal de Lifebeats. Cumplimiento nTenemos una variedad de formas de hacer cumplir nuestras reglas, incluidas, entre otras, n * Pedirle amablemente que lo elimine n * Pedirle menos amablemente n * Suspensión temporal o permanente de cuentas n * Eliminación de privilegios de, o agregar restricciones a, cuentas n * Eliminación de contenido
id: Grup Komunitas Lifebeats dirancang bagi semua pengguna Lifebeats untuk berinteraksi satu sama lain dan berbagi pengalaman tentang perhatian, manajemen stres, penghilang kecemasan, dan semua topik kesehatan mental. Meskipun kami bertujuan untuk memastikan platform diskusi yang terbuka dan gratis, kami berkewajiban untuk menegakkan aturan dan peraturan tertentu untuk memastikan lingkungan yang aman dan terjamin bagi semua pengguna Lifebeats. Jika Anda terbukti melanggar salah satu aturan di bawah ini, moderator kami berhak mengeluarkan Anda dari grup dan membatasi akses Anda hingga pemberitahuan lebih lanjut . Aturan Aturan 1 Ingat manusia. Kelompok Komunitas kami adalah tempat untuk menciptakan komunitas dan rasa memiliki, bukan untuk menyerang kelompok masyarakat yang terpinggirkan atau rentan. Setiap orang berhak menggunakan Grup Komunitas kami bebas dari pelecehan, intimidasi, dan ancaman kekerasan. Pengguna yang menghasut kekerasan atau yang mempromosikan kebencian berdasarkan identitas atau kerentanan akan dicekal Aturan 2 Memposting konten autentik jika Anda memiliki kepentingan pribadi, dan tidak menipu atau terlibat dalam manipulasi konten (termasuk spamming, manipulasi suara, penghindaran larangan, atau penipuan pelanggan) atau mengganggu atau mengacaukan Grup Komunitas. Aturan 3 Hormati privasi orang lain. Menghasut pelecehan, misalnya dengan mengungkapkan informasi pribadi atau rahasia seseorang, tidak diperbolehkan. Jangan pernah memposting atau mengancam untuk memposting media intim atau seksual eksplisit seseorang. Aturan 4 Jangan memposting atau mendorong postingan konten seksual atau menjurus. Aturan 5 Anda tidak harus menggunakan nama asli Anda untuk menggunakan Lifebeats atau Grup Komunitas kami, tetapi jangan menyamar sebagai individu atau entitas dengan cara yang menyesatkan atau menipu. Aturan 6 Tetap legal, dan hindari memposting konten ilegal atau meminta atau memfasilitasi transaksi ilegal atau terlarang. Aturan 7 Jangan merusak situs atau melakukan apa pun yang mengganggu penggunaan Lifebeats secara normal. Penegakan Kami memiliki berbagai cara untuk menegakkan aturan kami, termasuk, namun tidak terbatas pada * Meminta Anda dengan baik untuk menghentikannya * Meminta Anda dengan kurang baik * Penangguhan akun sementara atau permanen * Penghapusan hak istimewa dari, atau menambahkan batasan ke, akun * Penghapusan konten
zh_hans: Lifebeats 社区组旨在让 Lifebeats 的所有用户相互交流并分享有关正念、压力管理、焦虑缓解和所有心理健康主题的经验。 虽然我们旨在确保提供一个开放和自由的讨论平台，但我们有义务执行某些规则和规定以确保所有 Lifebeats 用户的安全环境。 如果您被发现违反以下任何规则，我们的版主将有权将您从群组中删除并限制您的访问，直至另行通知. 规则 规则 1 记住人类。我们的社区小组是一个创建社区和归属感的地方，而不是攻击边缘化或弱势群体的人。每个人都有权在不受骚扰、欺凌和暴力威胁的情况下使用我们的社区小组。煽动暴力或基于身份或弱点宣扬仇恨的用户将被禁止 规则 2 发布您有个人利益的真实内容，并且不作弊或参与内容操纵（包括垃圾邮件、投票操纵、禁止逃避或订户欺诈）或以其他方式干扰或破坏社区组。 规则 3 尊重他人的隐私。不允许煽动骚扰，例如泄露某人的个人或机密信息。切勿张贴或威胁张贴某人的亲密或露骨色情媒体。 规则 4 不要张贴或鼓励张贴色情或暗示内容。 规则 5 您不必使用真实姓名来使用 Lifebeats 或我们的社区小组，但不要以误导或欺骗的方式冒充个人或实体。 规则 6 保持合法，避免发布非法内容或招揽或促进非法或被禁止的交易。 规则 7 不要破坏网站或做任何干扰 Lifebeats 正常使用的事情。执行 我们有多种方式来执行我们的规则，包括但不限于 * 要求您很好地取消它 * 要求您不太好 * 临时或永久暂停帐户 * 删除帐户的特权或添加限制 * 删除内容

source: Recently Used
es: Recientemente usado
id: Baru - baru ini digunakan
zh_hans: 最近使用

source: Welcome to Lifebeats
es: Bienvenido a Lifebeats
id: Selamat Datang di Lifebeats
zh_hans: 欢迎来到Lifebeats

source: Sign in to experience
es: Inicia sesión para experimentar
id: Masuk untuk mengalami
zh_hans: 登录体验

source: the best of Lifebeats
es: La mejor de Lifebeats
id: yang terbaik dari Lifebeats
zh_hans: 最好的Lifebeats

source: By creating an account you agree to our
es: Al crear una cuenta, acepta nuestra
id: Dengan membuat akun, Anda menyetujui
zh_hans: 创建帐户即表示您同意我们的

source: 300 in-game Coin
id: 300 koin dalam game
zh_hans: 300游戏币

source: 1 LifeBeats Coin
es: 1 LifeBeats moneda
id: 1 LifeBeats koin
zh_hans: 1 LifeBeats 硬币

source: 0.001 in game Coin
es: 0.001 moneda del juego
id: 0.001 koin dalam game
zh_hans: 0.001游戏币

source: Scan your crypto wallet QR code
es: Escanea el código QR de tu monedero de criptomonedas
id: Pindai kode QR dompet kripto Anda
zh_hans: 扫描你的加密钱包二维码

source: Your crypto wallet address:
es: Tu monedero criptográfico
id: Dompet kripto Anda
zh_hans: 你的加密钱包

source: Rate
es: Calificar
id: Kecepatan
zh_hans: 速度

source: In game coin:
es: Moneda del juego
id: Koin dalam game
zh_hans: 游戏币

source: LifeBeats coin:
es: LifeBeats moneda
id: LifeBeats koin
zh_hans: LifeBeats硬币

source: Exchanging:
es: intercambiar
id: bertukar
zh_hans: 交换

source: Receiving:
es: Recepción
id: menerima
zh_hans: 接收

source: Nice to see you again. How are you doing today?
es: Me alegro de verte de nuevo. ¿Cómo te va hoy?
id: Me alegro de verte de nuevo. ¿Cómo te va hoy?

source: I hope it’s been a good day for you. How’s it going today?
es: Espero que haya sido un buen día para ti. ¿Cómo te va hoy?
id: Espero que haya sido un buen día para ti. ¿Cómo te va hoy?

source: It’s great to have you here. How are you currently feeling?
es: Es estupendo tenerte aquí. ¿Cómo te sientes actualmente?
id: Es estupendo tenerte aquí. ¿Cómo te sientes actualmente?

source: Thanks for letting me know. I found something here that could help you. Otherwise, feel free to browse our other therapies on our Discover page
es: Gracias por informarme. He encontrado algo aquí que podría ayudarte. Si no es así, no dudes en buscar otras terapias en nuestra página de Discover
id: Gracias por informarme. He encontrado algo aquí que podría ayudarte. Si no es así, no dudes en buscar otras terapias en nuestra página de Discover

source: Cool, here’s something that might help you. Feel free to browse other therapies on our Discover page as well
es: Genial, aquí hay algo que podría ayudarte. No dudes en buscar otras terapias en nuestra página de Discover
id: Genial, aquí hay algo que podría ayudarte. No dudes en buscar otras terapias en nuestra página de Discover

source: Great, I found something that could help. Please also browse our Discover page if you want to explore more therapies
es: Genial, he encontrado algo que podría ayudarte. Navega también por nuestra página Discover si quieres explorar más terapias
id: Genial, he encontrado algo que podría ayudarte. Navega también por nuestra página Discover si quieres explorar más terapias

source: Great, We have an idea how we can help you today
es: Genial, tenemos una idea de cómo podemos ayudarte hoy
id: Genial, tenemos una idea de cómo podemos ayudarte hoy

source: Perfect, we will suggest a therapy for you
es: Perfecto, te sugeriremos una terapia para ti
id: Perfecto, te sugeriremos una terapia para ti

source: It’s very sad but we can help you feel better
es: Es muy triste pero podemos ayudarte a sentirte mejor
id: Es muy triste pero podemos ayudarte a sentirte mejor

source: I’m sorry to hear that but we can help
es: Lamento escuchar eso pero podemos ayudarte
id: Lamento escuchar eso pero podemos ayudarte

source: 1000 in-game Coin
es: 300 moneda del juego

source: 30 min Deep Focus
id: 30 min Concentración profunda
